{
  "data": [
    {
      "title": "Доктор Стрейнджлав, или Как я научился не волноваться и полюбил атомную бомбу",
      "year": 1963,
      "genre": "комедия фантастика триллер",
      "country": "США",
      "director": "Стэнли Кубрик",
      "score": 8.0,
      "description": "Одержимый мыслью, что коммунисты намереваются украсть у американцев их «бесценные телесные соки», командир военно-воздушной базы генерал Джек Д. Риппер посылает эскадрилью бомбардировщиков с ядерным оружием бомбить СССР. Президент США Маффли пытается спасти положение — он собирает своих советников, включая доблестного генерала Тергидсона и прикованного к инвалидной коляске бывшего нацистского ученого доктора Стрейнджлава."
    },
    {
      "title": "12 разгневанных мужчин",
      "year": 1956,
      "genre": "драма, детектив, криминал",
      "country": "США",
      "director": "Сидни Люмет",
      "score": 8.5,
      "description": "Юношу обвиняют в убийстве собственного отца, ему грозит электрический стул. Двенадцать присяжных собираются, чтобы вынести вердикт: виновен или нет. С начала заседания почти все считают подсудимого виновным, и лишь только один из двенадцати позволил себе усомниться. И он решает убедить остальных в своей правоте."
    },
    {
      "title": "Окно во двор",
      "year": 1965,
      "genre": "триллер, детектив",
      "country": "США",
      "director": "Альфред Хичкок",
      "score": "8.0",
      "description": "Прикованный из-за сломанной ноги к инвалидному креслу фоторепортер от скуки подглядывает за соседями, живущими в его же доме, чьи окна выходят во внутренний двор. Постоянные наблюдения наталкивают его на мысль, что один из соседей ведет себя подозрительно."
    },
    {
      "title": "В случае убийства набирайте «М»",
      "year": 1954,
      "genre": "фильм-нуар, триллер, криминал, детектив",
      "country": "США",
      "director": "Альфред Хичкок",
      "score": 8.1,
      "description": "Тони Вендис, бывший плейбой и звезда большого тенниса, прожигающий деньги своей красавицы-жены Марго, решается на преступление, когда узнает, что может лишиться ее миллионов, так как Марго увлеклась американским писателем детективных романов Марком Холлидэем.\n\nТони придумывает план идеального убийства, находит надежного исполнителя и организует себе безупречное алиби. Он предусматривает все, кроме необычного поведения Марго и аналитических способностей Марка..."
    },
    {
      "title": "Хороший, плохой, злой",
      "year": 1966,
      "genre": "вестерн, боевик, криминал",
      "country": "Италия, Испания, Германия (ФРГ)",
      "director": "Серджио Леоне",
      "score": 8.5,
      "description": "Разгар Гражданской войны, Дикий Запад. По воле судьбы трое мужчин вынуждены объединить усилия в поисках украденного золота. Но совместная работа — не самое подходящее занятие для таких отъявленных бандитов. Компаньоны вскоре понимают, что в их дерзком и опасном путешествии по разоренной войной стране самое важное — никому не доверять и держать пистолет наготове."
    },
    {
      "title": "Квартира",
      "year": 1960,
      "genre": "драма, мелодрама, комедия",
      "country": "США",
      "director": "Билли Уайлдер",
      "score": 8.0,
      "description": "Скромный служащий страховой компании Бакстер, чтобы хоть как-то продвинуться по карьерной лестнице, одалживает ключи от своей холостяцкой квартиры не только приятелям, желающим «погулять на сторону», но и боссу. Когда дела начинают идти в гору, случается непредвиденное: Бакстер влюбляется в любовницу босса."
    },
    {
      "title": "Планета обезьян",
      "year": 1967,
      "genre": "фантастика, приключения",
      "country": "США",
      "director": "Франклин Дж. Шаффнер",
      "score": 7.7,
      "description": "В 3978 году космический корабль землян терпит крушение на далекой планете. Выжившие в катастрофе астронавты удивляются, как она похожа на их дом. Вскоре они узнают, что планета населена разумными обезьянами и деградировавшими до животного состояния людьми. Обезьяны захватывают астронавтов в плен, но после продолжительных пыток один из них совершает побег вместе с симпатичной девушкой-шимпанзе, которая открывает ему страшные тайны."
    },
    {
      "title": "Нюрнбергский процесс",
      "year": 1961,
      "genre": "драма, военный",
      "country": "США",
      "director": "Стэнли Крамер",
      "score": 8.2,
      "description": "В Нюрнберге идет процесс над нацистскими преступниками. Слушаются дела юристов, служивших нацистскому режиму. Главный обвиняемый - известный немецкий судья Эрнст Янинг, добившийся уважения в Германии задолго до прихода к власти Гитлера. Дело ведет опытный американский судья Ден Хэйвуд, которому предстоит разобраться в этом сложном и неоднозначном деле, ведь на кону стоит не столько жизнь и честь человека, сколько послевоенная жизнь и честь всего немецкого народа."
    }
  ]
}